"Loading..." = "Betöltés...";
"Connection Error" = "Kapcsolati hiba";
"Search Temporarily Unavailable" = "Sajnáljuk, a keresés átmenetileg nem elérhető";
"Error" = "Hiba";
"No Loc Error Title" = "A Helymeghatározás funkció ki van kapcsolva";
"No Loc Error Message" = "A Helymeghatározás funkció nélkül nem tudjuk a közeledben lévő helyeket megmutatni. A Helymeghatározás a Beállítások > Adatvédelem > Helymeghatározás menüpontban kapcsolható be.";
"Details" = "Részletek";
"List" = "Lista";
"Map" = "Térkép";
"Settings" = "Beállítások";
"Wheelchair Settings" = "Szűrés akadálymentesség alapján";
"Category Settings" = "Szűrés kategória alapján";
"EditPOIViewInfoLabel" = "Infó";
"Signed In" = "Bejelentkezve";
"Signed In As" = "Bejelentkezve mint";
"Not Logged In" = "Nem vagy bejelentkezve";
"Sign Out" = "Kijelentkezés";
"About Wheelmap" = "Az alkalmazásról";
"Credits:" = "Stáblista:";
"credits.map.data.title" = "Térkép Adat:";
"Icons Credits" = "Iconok: Yusuke Kamiyamane";
"Dev Credits" = "iPhone fejlesztés: Dorian Roy";
"Copyright" = "© 2015 Sozialhelden e.V. Minden jog fenntartva.";
"Close" = "Bezárás";
"Search Results" = "Eredmények keresése";
"Nearby Places" = "Közeli helyek";
"Places near %@" = "Helyek %@ közelében";
"Places in map segment" = "Helyek a térképszelvényen";
"OK" = "OK";
"Cancel" = "Mégsem";
"BackButton" = "Vissza";
"Unknown Place" = "Ismeretlen hely";
"Loading Places" = "Helyek betöltése...";
"No Results" = "Nem található hely";
"Zoom Closer" = "Közelíts a helyek mutatásához";
"Still not found?" = "Még mindig nincs meg?";
"Tap to Add Place" = "Koppints ide egy hely hozzáadásához";
"Save Changes" = "Változtatások mentése";
"Confirm Place %@ Status %@" = "%1$@ státusa megváltozik erre: %2$@";
"Add Place" = "Hely hozzáadása";
"Edit Name" = "Név szerkesztése";
"Edit Type" = "Típus szerkesztése";
"Edit Location" = "Hely szerkesztése";
"Drag Pin" = "Jelöld piros gombostűvel a hely pontos elhelyezkedését";
"Edit Description" = "Megjegyzés szerkesztése";
"Edit Address" = "Cím szerkesztése";
"Street Placeholder" = "Utca";
"Housenumber Placeholder" = "Hsz.";
"Postcode Placeholder" = "Irányítószám";
"City Placeholder" = "Város";
"Edit Website" = "Weboldal szerkesztése";
"Edit Phone" = "Telefonszám szerkesztése";
"Add Description" = "Megjegyzés hozzáadása";
"Description Note" = "Megadhatod ennek a helynek a megközelíthetőségét kerekes székkel";
"Add Address" = "Cím hozzáadása";
"Add Website" = "Weboldal hozzáadása";
"Add Phone" = "Telefonszám hozzáadása";
"URL" = "URL";
"Enter valid URL" = "Kérjük, érvényes URL-t adj meg";
"Confirm Add Place" = "Tényleg hozzá akarod adni ezt a helyet a Wheelmap-hez?";
"Add Place Button" = "Új hely hozzáadása";
"Confirm Edit Place" = "Tényleg meg akarod változtatni ezt a helyet?";
"Edit Place Button" = "Változtatások mentése";
"Error Place Not Editable" = "Sajnáljuk, úgy tűnik, hogy ezt a helyet nem lehet a Wheelmapen keresztül szerkeszteni";
"Place Added" = "Hely hozzáadva";
"Place Edited" = "Hely szerkesztve";
"Place Added Message" = "Beletelhet néhány percbe, amíg a változások a keresési eredményekben is megjelennek.";
"EditPOIViewNameLabel" = "Név";
"field_type" = "Típus";
"field_wheelchair" = "Kerekesszék";
"field_wheelchair:description" = "Megjegyzés";
"EditPOIViewAddressLabel" = "Cím";
"EditPOIViewPhoneLabel" = "Telefon";
"EditPOIViewWebsiteLabel" = "Weboldal";
"EditPOIViewPositionLabel" = "Helyzet";
"Accessibility" = "Kerekesszék";
"accessibility_limited" = "Korlátozott megközelíthetőség kerekes székkel";
"accessibility_no" = "Kerekesszékkel nem akadálymentes";
"accessibility_unknown" = "Ismeretlen megközelíthetőség";
"Sign In" = "Bejelentkezés";
"Sign In Prompt" = "Lépj be a Wheelmap fiókoddal.";
"Username" = "Email";
"Password" = "Jelszó";
"Sign In Button" = "Belépés";
"Sign Up Prompt" = "Új vagy itt? Regisztrálj az OpenStreetMap-re és a Wheelmap.org-ra most.";
"Sign Up Button" = "Regisztráció";
"User Credentials Error" = "Rossz felhasználónév vagy jelszó. Kérjük, próbáld újra.";
"Account Linkage Error" = "A fiókod még nincs hozzárendelve egy OpenStreetMap fiókhoz. Koppints az OK-ra és a megnyíló böngészőben változtass ezen.";
"ToiletAccessYes" = "Akadálymentesített mosdó";
"ToiletAccessUnknown" = "Ismeretlen mosdó állapot";
"ToiletAccessNo" = "Nincs akadálymentesített mosdó";
"ToiletAccessContentYes" = "● Az ajtónyílások belső szélessége min. 90 cm (35 hüv.)\n● Szabad alapterület min. 150 cm x 150 cm (59 x 59 hüv.)\n● Mozgáskorlátozott- WC-ülőke magasság\n● Összecsukható kapaszkodórudak\n● Hozzáférhető kagyló";
"ToiletAccessContentNo" = "";
"WheelchairAccessYes" = "Teljesen megközelíthető";
"WheelchairAccessLimited" = "Részlegesen akadálymentes";
"WheelchairAccessNo" = "Nem megközelíthető";
"WheelchairAccessUnknown" = "Ismeretlen megközelíthetőség";
"WheelchairAccessContentYes" = "● A bejáratnak van egy lépcsője vagy több lépcsője\n● A szobák nem hozzáférhetőek";
"WheelchairAccessContentLimited" = "● 7 centiméternél (3 in) kisebb bejárati lépcső\n● Lépcső nélkül megközelíthetőek a legfontosabb helyiségek";
"WheelchairAccessContentNo" = "● 7 centiméternél (3 in) magasabb bejárati lépcső\n● Lépcső nélkül nem megközelíthetőek a legfontosabb helyiségek";
"category_accommodation" = "Szállás";
"category_government" = "Szállás";
"category_money_post" = "Bank & Posta";
"category_education" = "Oktatás";
"category_food" = "Étel és ital";
"category_leisure" = "Szabadidő";
"category_misc" = "Egyebek";
"category_shopping" = "Bevásárlás";
"category_sport" = "Sportok";
"category_tourism" = "Turizmus";
"category_public_transfer" = "Tömegközlekedés";
"aerodrome" = "Reptér";
"alcohol" = "Italbolt (állami)";
"archaeological_site" = "Régészeti lelőhely";
"arena" = "Aréna";
"arts_centre" = "Művészeti központ";
"artwork" = "Műalkotás";
"atm" = "ATM";
"attraction" = "Látványosság";
"bakery" = "Pékség";
"bank" = "Bank";
"bar" = "Bár";
"battlefield" = "Harcmező";
"beach" = "Strand";
"beach_resort" = "Tengerpart";
"beacon" = "Jelzőfény";
"bed_and_breakfast" = "Bed & Breakfast";
"beverages" = "Italbolt";
"bicycle" = "Kerékpár";
"bicycle_rental" = "Kerékpárkölcsönző";
"boatyard" = "Hajóhangár";
"books" = "Könyvesbolt";
"bureau_de_change" = "Pénzváltó";
"bus_station" = "Buszállomás";
"bus_stop" = "Buszmegálló";
"butcher" = "Hentes";
"cable_car" = "Nagykabinos drótkötélpálya";
"cafe" = "Kávézó";
"camp_site" = "Sátorozóhely";
"car_rental" = "Autókölcsönző";
"car_sharing" = "Car Sharing";
"caravan_site" = "Lakókocsis kemping";
"castle" = "Kastély";
"cave_entrance" = "Barlangbejárat";
"chair_lift" = "Függőszékes drótkötélpálya";
"chalet" = "Nyaraló";
"cinema" = "Mozi";
"clothes" = "Ruházati üzlet";
"college" = "Főiskola";
"computer" = "Számítástechnikai bolt";
"convenience" = "Közért";
"courthouse" = "Bíróság";
"department_store" = "Áruház";
"doityourself" = "Barkácsbolt";
"drinking_water" = "Ivóvíz";
"dry_cleaning" = "Ruhatisztító";
"electronics" = "Elektronikai bolt";
"fast_food" = "Gyorsétterem";
"ferry" = "Komp";
"ferry_terminal" = "Kompterminál";
"florist" = "Virágbolt";
"fuel" = "Benzinkút";
"furniture" = "Bútorbolt";
"gallery" = "Galéria";
"garden_centre" = "Kertészet";
"guest_house" = "Vendégház";
"hairdresser" = "Fodrászat";
"halt" = "Megállóhely";
"hardware" = "Építkezők boltja";
"hospital" = "Kórház";
"hostel" = "Turistaszálló";
"hotel" = "Szálloda";
"information" = "Információ";
"kindergarten" = "Óvoda";
"kiosk" = "Trafik";
"library" = "Könyvtár";
"mall" = "Bevásárlóközpont";
"memorial" = "Emlékmű";
"motel" = "Motel";
"museum" = "Múzeum";
"nightclub" = "Éjszakai bár";
"optician" = "Optikus";
"outdoor" = "Túrabolt";
"parking" = "Parkoló";
"parking_aisle" = "Parkolóút";
"pharmacy" = "Gyógyszertár";
"place_of_worship" = "Vallási hely";
"platform" = "Peron";
"post_office" = "Posta";
"pub" = "Kocsma";
"public_building" = "Középület";
"restaurant" = "Étterem";
"school" = "Iskola";
"shoes" = "Cipőbolt";
"sports_centre" = "Sportközpont";
"stadium" = "Stadion";
"subway_entrance" = "Metrólejáró";
"supermarket" = "Szupermarket";
"swimming" = "Uszoda";
"swimming_pool" = "Úszómedence";
"terminal" = "Utasterminál";
"theatre" = "Színház";
"theme_park" = "Vidámpark";
"toilets" = "Nyilvános WC";
"tower" = "Torony";
"townhall" = "Városháza";
"tram_stop" = "Villamosmegálló";
"university" = "Egyetem";
"veterinary" = "Állatorvos";
"viewpoint" = "Kilátópont";
"zoo" = "Állatkert";
"Yes" = "Igen";
"No" = "Nem";
"LeaveApp" = "Biztosan el akarod hagyni az alkalmazást?";
"Call" = "Fel akarod hívni ezt a számot?";
"twitter" = "Twitter";
"facebook" = "Facebook";
"email" = "Email";
"sms" = "SMS";
"DetailsViewHeadline" = "Részletes nézet";
"DetailsView4ButtonViewCallLabel" = "Hívás";
"DetailsView4ButtonViewInfoLabel" = "Megjegyzés";
"DetailsView4ButtonViewRouteLabel" = "Útvonal";
"DetailsViewAskFriendsButtonLabel" = "Kérj segítséget: Kérdezd meg barátaidat, hogy ez a hely megközelíthető-e kerekesszékkel";
"DetailsViewChoosePhotoSource" = "Fájl kiválasztása";
"DetailsViewUploadOptionCamera" = "Kamera";
"DetailsViewUploadOptionPhotoAlbum" = "Fotók";
"DetailsViewMoreInfoButtonLabel" = "További információ";
"ShareLocationViewHeadline" = "Hely megosztása";
"EditPOIViewHeadline" = "Szerkesztés";
"EditPOIViewCategoryLabel" = "Kategória";
"EditPOIViewSetMarkerButton" = "Jelölő beállítása";
"CommentViewLabel" = "A hely kerekesszékes akadálymentességéről itt találsz további információt";
"ShareLocationLabel" = "Megtaláltam ezt a helyet a Wheelmap.org-on:";
"AskFriendsLabel" = "Tudod, hogy ez a hely kerekesszékkel akadálymentes-e?";
"DashboardNearby" = "KÖZELI HELYEK";
"DashboardMap" = "TÉRKÉP";
"DashboardCategories" = "KATEGÓRIÁK";
"DashboardHelp" = "Vegyél részt";
"SearchForPlace" = "Közeli helyek keresése";
"Places" = "Helyek";
"TopLabelText" = "";
"BottomLabelText" = "";
"Ready" = "Kész";
"RegisterNew" = "Feliratkozás";
"UsernamePlaceholder" = "Email";
"MapHybrid" = "Hibrid";
"MapStandard" = "Általános";
"MapSatellite" = "Műholdkép";
"PlacesNearby" = "Közeli helyek";
"HelpByMarking" = "Segíts megjelölni, hogy megközelíthetőek-e kerekesszékkel a közeli helyek";
"NoAddress" = "A cím nem áll rendelkezésre";
"NoWebsite" = "A weboldal címe nem áll rendelkezésre";
"NoPhone" = "A telefonszám nem áll rendelkezésre";
"EditPOIStateHeadline" = "Státusz";
"NavBarEditButton" = "Szerkesztés";
"NavBarSaveButton" = "Mentés";
"TitleHelp" = "Vegyél részt";
"LoadingWheelText" = "Eredmények frissítése";
"SaveNodeFailed" = "Az adatokan nem lehetett menteni.";
"FetchNodesFails" = "Az adatokat nem lehetett frissíteni.";
"NoPOIsFound" = "Nincs találat";
"TermsText" = "A Wheelmap.org frissítette a Felhasználói Feltételeket és az Adatvédelmi szabályzatot. Kérlek fogadd el mindkettőt,, hogy új helyeket adhass hozzá, tölthess fel képeket és írhass hozzászólásokat.";
"TermsAcceptButton" = "Elfogadás";
"TermsDeniedButton" = "Elutasítás";
"TermsDeniedText" = "Nem tudod használni az alkalmazás néhány részét, mert nem fogadtad el a Felhasználói Feltételeket és az Adatok Titkosságáról Szóló Szerződést. Hogy ezt megváltoztasd be kell jelentkezned újra és el kell fogadnod mindkettőt.";
"TermsTitle" = "Felhasználási feltételek";
"TermsCouldNotUpdate" = "Nem tölthetők be a felhasználó adatai. Kérlek próbáld újra!";
"NoResources" = "Kapcsolati hiba. Kérlek ellenőrizd az internet kapcsolatodat és indítsd újra az alkalmazást";
"NavBarTitleCategory" = "Kategória";
"NavBarTitleWheelChairStatus" = "Kerekes szék állapot";
"PhotoUuploadSuccess" = "A kép sikeresen feltöltve";
"PhotoUuploadFailed" = "Nem tölthető fel a kép. Kérlek próbáld újra.";
"FetchingPhotoURLFailed" = "A hely fényképeit nem lehet letölteni.";
"POIStatusChangeFailed" = "Nem tölthető be ennek a helynek a megközelíthetősége. Kérlek próbáld újra.";
"NavBarTitleSharing" = "Megosztás";
"NavBarTitleComment" = "Megjegyzés";
"NavBarTitleEdit" = "Szerkesztés";
"NavBarTitleSetMarker" = "Hely beállítása";
"SearchResult" = "Eredmények keresése";
"NavBarTitleDetail" = "Részlet";
"FacebookSuccess" = "Sikeres megosztás";
"TweetSuccess" = "Sikeres megosztás";
"MailSubject" = "";
"MailBody" = "";
"MailSendSuccess" = "Az email sikeresen elküldve.";
"MailSendFailed" = "Nem sikerült elküldeni az emailt.";
"SMSSendSuccess" = "Az SMS sikeresen elküldve.";
"SMSSendFailed" = "Nem sikerült elküldeni az SMS-t.";
"EditPOIViewSetMarkerButtonDisabled" = "Nem elérhető";
"NavBarTitleSetNodeType" = "Állítsd be a hely típusát ";
"EditPOIViewNodeTypeLabel" = "Hely típus";
"SetMarkerInstruction" = "Jelöld piros gombostűvel a hely pontos elhelyezkedését";
"ConfirmImageUpload" = "Tényleg fel akarod tölteni ezt a képet?";
"PleaseSetMarker" = "Kérjük, állítsd be a hely elhelyezkedését!";
"NoSearchService" = "A keresés nem elérhető";
"DetailsView4ButtonViewShareLabel" = "Megosztás";
"NodeNoCategorySet" = "Kérjük, válassz egy kategóriát!";
"NodeNoNameSet" = "Kérjük, adj meg egy nevet!";
"AcceptDataTerms" = "Elfogadom az adatvédelmi nyilatkozat 1. és 2. paragrafusát.";
"AcceptUserTerms" = "Elfogadom a felhasználási feltételeket.";
"PleaseAcceptAllTerms" = "Kérlek fogadd el a Felhasználói Feltételeket és az Adatvédelmi Szabályzatot.";
"SaveSucess" = "Sikeres mentés";
"FirstStartBothAccounts" = "Fontos: Ahhoz, hogy a Wheelmap minden funkcióját teljes mértékben kihasználhasd, szükséged van egy OpenStreetMap ÉS egy Wheelmap fiókra is.";
"FirstStartNoAccount" = "Nincs még OpenStreetMap vagy Wheelmap fiókod?";
"FirstStartNoAccountRegister" = "Iratkozz fel mindkettőre most.";
"FirstStartOnlyOSM" = "Már rendelkezel OpenStreetMap felhasználóval de még nincs Wheelmap felhasználód? Nem probléma! Jelentkezz be a Wheelmap.org-on és kattints a \"Profil\"-odra. Ott létrehozhatsz Wheelmap felhasználot.";
"FirstStartButton" = "Oké, értettem!";
"LoginScreenForgotPassword" = "Elfelejtett jelszó?";
"LoginScreenNoWheelmapAccount" = "Nincs még Wheelmap fiókod? Lépj be a Wheelmap.org-on az OpenStreetmap fiókoddal, kattints a fiókodra és hozz létre egy új Wheelmap-fiókot.";
"WhyOSMAccount" = "Miért van szükségem OSM felhasználói fiókra?";
"DescribeWhyOSMAccount" = "A Wheelmap.org az Openstreetmap szolgáltatásra alapul. A térképen található valamennyi adat az Openstreetmap adatbázisából származik. Ennek megfelelően az információk felvételéhez vagy módosításához Openstreetmap felhasználói fiók szükséges.";
"LoginOverOSMText" = "A Wheelmap.org webhelyre való bejelentkezéshez Openstreetmap felhasználói fiók szükséges.";
"LoginOverOSM" = "Lépjen az OSM bejelentkezési oldalára";
"OSMAccount" = "Nincs még OSM felhasználói fiókja?";
"StepsToOSMAccount" = "Négy lépés a bejelentkezéshez:\n1. Kattints az \"OSM Regisztráció\"-ra és regisztrálj OSM felhasználóként\n2. Nézd meg az e-mailjeidet és kattints az aktiválási linkre, amit küldtünk\n3. Nyisd meg a Wheelmap alkalmazást\n4. Jelentkezz be az OSM felhasználóddal (felhasználónév & jelszó)";
"OSMRegistration" = "OSM regisztráció";
"intro.button.next" = "Tovább";
"intro.button.done" = "Kész";
"intro.start.title" = "Üdvözöljük a Wheelmap oldalon";
"intro.start.description" = "Kereshet, találhat és megjelölhet kerekesszékkel megközelíthető helyeket";
"intro.search.title" = "Helyek keresése";
"intro.search.description" = "Találjon akadálymentesített helyeket a közelben.";
"intro.state.title" = "Jelöljön meg helyeket és mosdókat";
"intro.state.description" = "Önnek nem szükséges regisztrálnia ehhez. ";
"intro.edit.title" = "Helyek szerkesztése";
"intro.edit.description" = "Be kell jelentkeznie a Profiljával ehhez.";
"intro.last.description" = "További tippeket és információt találsz a <a href=http://wheelmap.org/en/faqs/ target=\"_blank\">GYIK-ben</a> itt: <a href=http://wheelmap.org/ target=\"_blank\">Wheelmap.org</a>. Érdekelnek a közösséggel kapcsolatos hírek? Látogasd meg a <a href=http://wheelmap.org/en/blog-2/ target=\"_blank\">blogot</a> vagy iratkozz fel a <a href=http://wheelmap.org/en/news-network/newsletter-2/ target=\"_blank\">hírlevélre</a>!";
"intro.last.title" = "Most pedig: Szórakozzon keresés közben, találjon és térképezzen fel!";
"rater.title" = " %@ értékelése";
"rater.message" = "Amennyiben tetszik a %@, szánnál egy kis időt az értékelésére? Nem tart tovább egy percnél. Köszönjük a támogatást!";
"rater.rate" = "%@ értékelése";
"rater.remind" = "Emlékeztess később";
"rater.no" = "Nem, köszönöm";
